package quiz;

/*
     [[[1. 집합 문제.... ]]] 
                다음의 리스트를 생성한 요구한 내용을 작성하세요
    ArrayList1 : [1,2,3,4,5,6]
    ArrayList2 : [4,5,6,7,8,9]

    두 리스트의 합집합, 교집합, 차집합을 구해서 출력해 보세요. 
    합집합 : [1,2,3,4,5,6,7,8,9]
    교집합 : [4,5,6]
    차집합 : [1,2,3],[7,8,9]

   [[[2. 로또 번호 생성하기]]]
    TreeSet을 이용하여 로또번호 6개를 생성하는 프로그램을 작성하세요!!!
     1. TreeSet을 생성하세요
     2. 무한루프를 사용하여 1 ~ 45까지의 난수를 발생시키세요. 
     3. 발생한 난수를 추가합니다. 
     4. 크기가 6이되면 무한 루프를 빠져 나옵니다.
 */

public class Quiz_240320_PM {

	public static void main(String[] args) {

	}

}
